Repository: friedrichstefan/MountainBrowser
Catalog: MountainBrowser/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

# about.dataStorage
source: Datenspeicherung
en: Data Storage
es: Almacenamiento de datos
fr: Stockage de données
it: Archiviazione dati

# about.dataStorageValue
source: SwiftData (lokal)
en: SwiftData (local)
es: SwiftData (local)
fr: SwiftData (local)
it: SwiftData (locale)

# about.developedForAppleTV
source: Entwickelt für Apple TV
en: Developed for Apple TV
es: Desarrollado para Apple TV
fr: Développé pour Apple TV
it: Sviluppato per Apple TV

# about.disabled
source: Deaktiviert
en: Disabled
es: Deshabilitado
fr: Désactivé
it: Disabilitato

# about.features
source: FUNKTIONEN
en: FEATURES
es: CARACTERÍSTICAS
fr: FONCTIONNALITÉS
it: FUNZIONALITÀ

# about.imagesAndVideos
source: Bilder & Videos
en: Images & Videos
es: Imágenes y Videos
fr: Images et Vidéos
it: Immagini e Video

# about.imagesAndVideosDesc
source: Bild- und Videoergebnisse in separaten Tabs
en: Image and video results in separate tabs
es: Resultados de imágenes y videos en pestañas separadas
fr: Résultats images et vidéos dans des onglets séparés
it: Risultati immagini e video in schede separate

# about.legal
source: RECHTLICHES
en: LEGAL
es: LEGAL
fr: MENTIONS LÉGALES
it: NOTE LEGALI

# about.legalText1
source: Diese App ist ein unabhängiges Projekt und steht in keiner Verbindung zu Apple Inc. Apple, Apple TV, tvOS und Safari sind eingetragene Marken von Apple Inc.
en: This app is an independent project and is not affiliated with Apple Inc. Apple, Apple TV, tvOS, and Safari are registered trademarks of Apple Inc.
es: Esta app es un proyecto independiente y no está afiliada a Apple Inc. Apple, Apple TV, tvOS y Safari son marcas registradas de Apple Inc.
fr: Cette application est un projet indépendant et n'est pas affiliée à Apple Inc. Apple, Apple TV, tvOS et Safari sont des marques déposées d'Apple Inc.
it: Questa app è un progetto indipendente e non è affiliata ad Apple Inc. Apple, Apple TV, tvOS e Safari sono marchi registrati di Apple Inc.

# about.legalText2
source: Suchergebnisse werden über externe APIs bereitgestellt. Wikipedia-Inhalte unterliegen der Creative Commons Lizenz (CC BY-SA 3.0).
en: Search results are provided through external APIs. Wikipedia content is subject to the Creative Commons License (CC BY-SA 3.0).
es: Los resultados de búsqueda se proporcionan a través de APIs externas. El contenido de Wikipedia está sujeto a la Licencia Creative Commons (CC BY-SA 3.0).
fr: Les résultats de recherche sont fournis via des APIs externes. Le contenu Wikipédia est soumis à la licence Creative Commons (CC BY-SA 3.0).
it: I risultati di ricerca sono forniti tramite API esterne. Il contenuto di Wikipedia è soggetto alla licenza Creative Commons (CC BY-SA 3.0).

# about.linkNavigationDesc
source: Direkt durch Links in der Leseansicht navigieren
en: Navigate through links directly in Reader view
es: Navegar por enlaces directamente en vista de lectura
fr: Naviguer via les liens directement en mode lecture
it: Naviga i link direttamente nella vista Lettura

# about.nativeSwiftUI
source: Natives SwiftUI
en: Native SwiftUI
es: SwiftUI nativo
fr: SwiftUI natif
it: SwiftUI nativo

# about.platform
source: Plattform
en: Platform
es: Plataforma
fr: Plateforme
it: Piattaforma

# about.readerMode
source: Lesemodus
en: Reader Mode
es: Modo lectura
fr: Mode lecture
it: Modalità lettura

# about.readerModeDesc
source: Webseiten als lesbaren nativen Text darstellen
en: Display web pages as readable native text
es: Mostrar páginas web como texto nativo legible
fr: Afficher les pages web en texte natif lisible
it: Mostra pagine web come testo nativo leggibile

# about.tabManagement
source: Tab-Verwaltung
en: Tab Management
es: Gestión de pestañas
fr: Gestion des onglets
it: Gestione schede

# about.tabManagementDesc
source: Mehrere Tabs gleichzeitig öffnen und verwalten
en: Open and manage multiple tabs simultaneously
es: Abrir y gestionar varias pestañas simultáneamente
fr: Ouvrir et gérer plusieurs onglets simultanément
it: Apri e gestisci più schede contemporaneamente

# about.technicalDetails
source: TECHNISCHE DETAILS
en: TECHNICAL DETAILS
es: DETALLES TÉCNICOS
fr: DÉTAILS TECHNIQUES
it: DETTAGLI TECNICI

# about.webSearch
source: Websuche
en: Web Search
es: Búsqueda web
fr: Recherche web
it: Ricerca web

# about.webSearchDesc
source: Im Internet suchen mit integrierten Ergebnissen
en: Search the internet with integrated results
es: Buscar en internet con resultados integrados
fr: Rechercher sur internet avec résultats intégrés
it: Cerca in internet con risultati integrati

# about.wikipediaDesc
source: Integrierte Wikipedia-Info für deine Suche
en: Integrated Wikipedia info for your search
es: Info de Wikipedia integrada para tu búsqueda
fr: Info Wikipédia intégrée pour votre recherche
it: Info Wikipedia integrata per la tua ricerca

# browser.enterText
source: Text eingeben
en: Enter text
es: Introducir texto
fr: Entrer du texte
it: Inserisci testo

# browser.enterTextAndPressOK
source: Gib deinen Text ein und drücke OK
en: Enter your text and press OK
es: Introduce tu texto y presiona OK
fr: Entrez votre texte et appuyez sur OK
it: Inserisci il testo e premi OK

# browser.loadingPage
source: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...

# browser.scroll
source: Scrollen
en: Scroll
es: Desplazar
fr: Défiler
it: Scorri

# browser.scrollMode
source: Scroll-Modus
en: Scroll Mode
es: Modo desplazamiento
fr: Mode défilement
it: Modalità scorrimento

# browser.webViewNotAvailable
source: ⚠️ UIWebView nicht verfügbar Diese tvOS-Version unterstützt möglicherweise kein WebView-Rendering.
en: ⚠️ UIWebView not available This tvOS version may not support WebView rendering.
es: ⚠️ UIWebView no disponible Esta versión de tvOS puede no soportar renderizado WebView.
fr: ⚠️ UIWebView non disponible Cette version de tvOS peut ne pas prendre en charge le rendu WebView.
it: ⚠️ UIWebView non disponibile Questa versione di tvOS potrebbe non supportare il rendering WebView.

# cursor.down
source: Runter
en: Down
es: Abajo
fr: Bas
it: Giù

# cursor.left
source: Links
en: Left
es: Izquierda
fr: Gauche
it: Sinistra

# cursor.right
source: Rechts
en: Right
es: Derecha
fr: Droite
it: Destra

# cursor.up
source: Hoch
en: Up
es: Arriba
fr: Haut
it: Su

# general.active
source: Aktiv
en: Active
es: Activo
fr: Actif
it: Attivo

# general.back
source: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro

# general.cancel
source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla

# general.close
source: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

# general.error
source: Fehler
en: Error
es: Error
fr: Erreur
it: Errore

# general.loading
source: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...

# general.newTab
source: Neuer Tab
en: New Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda

# general.open
source: Öffnen
en: Open
es: Abrir
fr: Ouvrir
it: Apri

# general.retry
source: Erneut versuchen
en: Try Again
es: Reintentar
fr: Réessayer
it: Riprova

# general.search
source: Suchen
en: Search
es: Buscar
fr: Rechercher
it: Cerca

# general.selected
source: Ausgewählt
en: Selected
es: Seleccionado
fr: Sélectionné
it: Selezionato

# home.configureBrowser
source: Browser konfigurieren
en: Configure browser
es: Configurar navegador
fr: Configurer le navigateur
it: Configura browser

# home.directURL
source: Direkte URL
en: Direct URL
es: URL directa
fr: URL directe
it: URL diretta

# home.enterSearchOrURL
source: Suchbegriff oder URL eingeben
en: Enter a search term or URL
es: Introduce un término de búsqueda o URL
fr: Entrez un terme de recherche ou une URL
it: Inserisci un termine di ricerca o URL

# home.enterURL
source: URL eingeben
en: Enter URL
es: Introducir URL
fr: Entrer l'URL
it: Inserisci URL

# home.googleSearch
source: Google-Suche
en: Google Search
es: Búsqueda de Google
fr: Recherche Google
it: Ricerca Google

# home.openGoogle
source: Google öffnen
en: Open Google
es: Abrir Google
fr: Ouvrir Google
it: Apri Google

# home.openWebsite
source: Webseite öffnen
en: Open Website
es: Abrir sitio web
fr: Ouvrir le site web
it: Apri sito web

# home.recentSearches
source: Letzte Suchen
en: Recent Searches
es: Búsquedas recientes
fr: Recherches récentes
it: Ricerche recenti

# home.settings
source: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni

# home.startPageAccessibility
source: Startseite. Gib einen Suchbegriff oder eine URL ein.
en: Start page. Enter a search term or URL.
es: Página de inicio. Introduce un término de búsqueda o URL.
fr: Page d'accueil. Entrez un terme de recherche ou une URL.
it: Pagina iniziale. Inserisci un termine di ricerca o URL.

# home.urlOrSearchPromptMessage
source: Gib eine URL (z.B. google.com) oder einen Suchbegriff ein
en: Enter a URL (e.g. google.com) or a search term
es: Introduce una URL (ej. google.com) o un término de búsqueda
fr: Entrez une URL (ex. google.com) ou un terme de recherche
it: Inserisci un URL (es. google.com) o un termine di ricerca

# home.urlOrSearchPromptTitle
source: URL oder Suchbegriff eingeben
en: Enter URL or search term
es: Introduce URL o término de búsqueda
fr: Entrez une URL ou un terme de recherche
it: Inserisci URL o termine di ricerca

# home.welcome
source: Willkommen
en: Welcome
es: Bienvenido
fr: Bienvenue
it: Benvenuto

# imageResults.imageUnavailable
source: Bild nicht verfügbar
en: Image unavailable
es: Imagen no disponible
fr: Image non disponible
it: Immagine non disponibile

# imageResults.noImages
source: Keine Bilder gefunden
en: No images found
es: No se encontraron imágenes
fr: Aucune image trouvée
it: Nessuna immagine trovata

# imageResults.noImagesMessage
source: Für diese Suchanfrage wurden keine Bilder gefunden. Versuche es mit anderen Suchbegriffen.
en: No images were found for this search query. Try different search terms.
es: No se encontraron imágenes para esta búsqueda. Prueba con otros términos.
fr: Aucune image n'a été trouvée pour cette recherche. Essayez d'autres termes.
it: Nessuna immagine trovata per questa ricerca. Prova con altri termini.

# imageViewer.imageLoadFailed
source: Bild konnte nicht geladen werden
en: Image could not be loaded
es: No se pudo cargar la imagen
fr: L'image n'a pas pu être chargée
it: Impossibile caricare l'immagine

# imageViewer.imageLoading
source: Bild wird geladen …
en: Loading image…
es: Cargando imagen…
fr: Chargement de l'image…
it: Caricamento immagine…

# network.cellular
source: Mobilfunk
en: Cellular
es: Datos móviles
fr: Données cellulaires
it: Dati cellulare

# network.checkNetworkAndRetry
source: Bitte überprüfe deine Netzwerkverbindung und versuche es erneut.
en: Please check your network connection and try again.
es: Por favor, comprueba tu conexión de red e inténtalo de nuevo.
fr: Veuillez vérifier votre connexion réseau et réessayer.
it: Controlla la tua connessione di rete e riprova.

# network.checkNetworkConnection
source: Überprüfe deine Netzwerkverbindung in den Einstellungen
en: Check your network connection in settings
es: Comprueba tu conexión de red en los ajustes
fr: Vérifiez votre connexion réseau dans les réglages
it: Controlla la tua connessione di rete nelle impostazioni

# network.connectedVia
source: Verbunden über
en: Connected via
es: Conectado a través de
fr: Connecté via
it: Connesso tramite

# network.connectedViaPrefix
source: Verbunden über
en: Connected via
es: Conectado a través de
fr: Connecté via
it: Connesso tramite

# network.connectionRestored
source: Verbindung wiederhergestellt
en: Connection restored
es: Conexión restablecida
fr: Connexion rétablie
it: Connessione ripristinata

# network.networkSettings
source: Netzwerkeinstellungen
en: Network Settings
es: Ajustes de red
fr: Réglages réseau
it: Impostazioni di rete

# network.noInternetConnection
source: Keine Internetverbindung
en: No Internet Connection
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet

# network.notConnected
source: Nicht verbunden
en: Not connected
es: No conectado
fr: Non connecté
it: Non connesso

# network.retryConnection
source: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
it: Riprova

# network.unknown
source: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto

# network.wlan
source: WLAN
en: Wi-Fi
es: Wi-Fi
fr: Wi-Fi
it: Wi-Fi

# reader.linksOnPage
source: Links auf dieser Seite
en: Links on this page
es: Enlaces en esta página
fr: Liens sur cette page
it: Link su questa pagina

# reader.pageCouldNotBeLoaded
source: Diese Seite konnte nicht geladen werden.
en: This page could not be loaded.
es: Esta página no se pudo cargar.
fr: Cette page n'a pas pu être chargée.
it: Questa pagina non può essere caricata.

# reader.pageLoadFailed
source: Seite konnte nicht geladen werden
en: Page could not be loaded
es: No se pudo cargar la página
fr: La page n'a pas pu être chargée
it: Impossibile caricare la pagina

# reader.pageLoading
source: Seite wird geladen...
en: Loading page...
es: Cargando página...
fr: Chargement de la page...
it: Caricamento pagina...

# reader.pageNotAvailable
source: Seite nicht verfügbar
en: Page not available
es: Página no disponible
fr: Page non disponible
it: Pagina non disponibile

# reader.reader
source: Leser
en: Reader
es: Lector
fr: Lecteur
it: Lettore

# reader.webpage
source: Webseite
en: Web page
es: Página web
fr: Page web
it: Pagina web

# results.images
source: Bilder
en: Images
es: Imágenes
fr: Images
it: Immagini

# results.noResults
source: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# search.doubleTapToOpen
source: Doppeltippen zum Öffnen
en: Double-tap to open
es: Toca dos veces para abrir
fr: Appuyez deux fois pour ouvrir
it: Tocca due volte per aprire

# search.imageDescription
source: Bild für
en: Image for
es: Imagen para
fr: Image pour
it: Immagine per

# search.imageLabel
source: Bild
en: Image
es: Imagen
fr: Image
it: Immagine

# search.imageResults
source: Bildsuchergebnisse
en: Image search results
es: Resultados de búsqueda de imágenes
fr: Résultats de recherche d'images
it: Risultati di ricerca immagini

# search.images
source: Bilder
en: Images
es: Imágenes
fr: Images
it: Immagini

# search.noResults
source: Keine Ergebnisse
en: No Results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# search.noResultsPrefix
source: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# search.results
source: Suchergebnisse
en: Search Results
es: Resultados de búsqueda
fr: Résultats de recherche
it: Risultati di ricerca

# search.resultsFound
source: %lld Ergebnisse gefunden
en: %lld results found
es: %lld resultados encontrados
fr: %lld résultats trouvés
it: %lld risultati trovati

# search.searchAccessibility
source: Suche wird durchgeführt
en: Search is running
es: La búsqueda está en curso
fr: Recherche en cours
it: Ricerca in corso

# search.searchError
source: Suchfehler
en: Search Error
es: Error de búsqueda
fr: Erreur de recherche
it: Errore di ricerca

# search.searching
source: Suche läuft...
en: Searching...
es: Buscando...
fr: Recherche en cours...
it: Ricerca in corso...

# search.searchPrefix
source: Suche
en: Search
es: Buscar
fr: Rechercher
it: Cerca

# search.searchTabs
source: Tabs durchsuchen
en: Search Tabs
es: Buscar pestañas
fr: Rechercher des onglets
it: Cerca nelle schede

# search.videoResults
source: Videosuchergebnisse
en: Video search results
es: Resultados de búsqueda de videos
fr: Résultats de recherche de vidéos
it: Risultati di ricerca video

# settings.aboutApp
source: Über diese App
en: About This App
es: Acerca de esta app
fr: À propos de cette app
it: Informazioni su questa app

# settings.actions
source: AKTIONEN
en: ACTIONS
es: ACCIONES
fr: ACTIONS
it: AZIONI

# settings.cookiesSubtitle
source: Website-Einstellungen speichern
en: Save website settings
es: Guardar configuración del sitio web
fr: Enregistrer les paramètres du site
it: Salva impostazioni sito web

# settings.javaScriptSubtitle
source: Interaktive Webinhalte aktivieren
en: Enable interactive web content
es: Habilitar contenido web interactivo
fr: Activer le contenu web interactif
it: Abilita contenuti web interattivi

# settings.navigationSubtitle
source: URL-Leiste und Steuerelemente anzeigen
en: Show URL bar and controls
es: Mostrar barra de URL y controles
fr: Afficher la barre d'URL et les contrôles
it: Mostra barra URL e controlli

# settings.popupBlockerSubtitle
source: Unerwünschte Fenster blockieren
en: Block unwanted windows
es: Bloquear ventanas no deseadas
fr: Bloquer les fenêtres indésirables
it: Blocca finestre indesiderate

# settings.reset
source: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
it: Ripristina

# settings.resetSubtitle
source: Alle Einstellungen auf Standard zurücksetzen
en: Reset all settings to default
es: Restablecer todos los ajustes a predeterminados
fr: Réinitialiser tous les paramètres par défaut
it: Ripristina tutte le impostazioni predefinite

# settings.subtitle
source: Browser konfigurieren
en: Configure browser
es: Configurar navegador
fr: Configurer le navigateur
it: Configura browser

# settings.title
source: Einstellungen
en: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni

# settings.webSettings
source: WEB-EINSTELLUNGEN
en: WEB SETTINGS
es: AJUSTES WEB
fr: PARAMÈTRES WEB
it: IMPOSTAZIONI WEB

# suggestions.otherSearchTerms
source: Andere Suchbegriffe
en: Other search terms
es: Otros términos de búsqueda
fr: Autres termes de recherche
it: Altri termini di ricerca

# suggestions.switchTab
source: Tab wechseln
en: Switch tab
es: Cambiar pestaña
fr: Changer d'onglet
it: Cambia scheda

# tabActions.closeAll
source: Alle schließen
en: Close all
es: Cerrar todo
fr: Tout fermer
it: Chiudi tutto

# tabActions.closeAllMessage
source: Dadurch werden alle offenen Tabs geschlossen und ein neuer leerer Tab erstellt.
en: This will close all open tabs and create a new empty tab.
es: Esto cerrará todas las pestañas abiertas y creará una nueva pestaña vacía.
fr: Cela fermera tous les onglets ouverts et créera un nouvel onglet vide.
it: Questo chiuderà tutte le schede aperte e ne creerà una nuova vuota.

# tabActions.closeAllTabs
source: Alle Tabs schließen?
en: Close all tabs?
es: ¿Cerrar todas las pestañas?
fr: Fermer tous les onglets ?
it: Chiudere tutte le schede?

# tabs.createNewTabToStart
source: Erstelle einen neuen Tab, um loszulegen
en: Create a new tab to get started
es: Crea una nueva pestaña para empezar
fr: Créez un nouvel onglet pour commencer
it: Crea una nuova scheda per iniziare

# tabs.daysAgo
source: %lld Tage her
en: %lld days ago
es: hace %lld días
fr: il y a %lld jours
it: %lld giorni fa

# tabs.empty
source: Leer
en: Empty
es: Vacío
fr: Vide
it: Vuoto

# tabs.hoursAgo
source: %lld Std. her
en: %lld hrs ago
es: hace %lld h
fr: il y a %lld h
it: %lld ore fa

# tabs.justNow
source: Gerade eben
en: Just now
es: Ahora mismo
fr: À l'instant
it: Proprio ora

# tabs.minutesAgo
source: %lld Min. her
en: %lld min ago
es: hace %lld min
fr: il y a %lld min
it: %lld min fa

# tabs.noResults
source: Keine Ergebnisse
en: No Results
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato

# tabs.noTabsOpen
source: Keine Tabs geöffnet
en: No tabs open
es: No hay pestañas abiertas
fr: Aucun onglet ouvert
it: Nessuna scheda aperta

# tabs.searchTab
source: Suche
en: Search
es: Buscar
fr: Recherche
it: Cerca

# tabs.tabCountOf
source: %lld von %lld Tabs
en: %lld of %lld Tabs
es: %lld de %lld pestañas
fr: %lld sur %lld onglets
it: %lld di %lld schede

# textPreview.disclaimer
source: Textansicht — Für die vollständige Webseite öffne die URL auf einem anderen Gerät.
en: Text view — Open the URL on another device for the full website.
es: Vista de texto — Abre la URL en otro dispositivo para ver el sitio web completo.
fr: Vue texte — Ouvrez l'URL sur un autre appareil pour le site web complet.
it: Vista testo — Apri l'URL su un altro dispositivo per il sito web completo.

# textPreview.fullWebsiteDisclaimer
source: Webseiten können auf Apple TV nur als Text dargestellt werden. Öffne die URL auf einem iPhone, iPad oder Mac für die vollständige Ansicht.
en: Websites can only be displayed as text on Apple TV. Open the URL on an iPhone, iPad, or Mac for the full view.
es: Los sitios web solo se pueden mostrar como texto en Apple TV. Abre la URL en un iPhone, iPad o Mac para la vista completa.
fr: Les sites web ne peuvent être affichés que sous forme de texte sur Apple TV. Ouvrez l'URL sur un iPhone, iPad ou Mac pour la vue complète.
it: I siti web possono essere visualizzati solo come testo su Apple TV. Apri l'URL su un iPhone, iPad o Mac per la visualizzazione completa.

# urlInput.currentInput
source: Aktuelle Eingabe
en: Current input
es: Entrada actual
fr: Saisie actuelle
it: Input attuale

# urlInput.enterText
source: Text eingeben
en: Enter text
es: Introducir texto
fr: Saisir du texte
it: Inserisci testo

# urlInput.openAsURL
source: Als URL öffnen
en: Open as URL
es: Abrir como URL
fr: Ouvrir comme URL
it: Apri come URL

# urlInput.openWebsite
source: Webseite öffnen
en: Open website
es: Abrir sitio web
fr: Ouvrir le site web
it: Apri sito web

# urlInput.searchInGoogle
source: In Google suchen
en: Search in Google
es: Buscar en Google
fr: Rechercher dans Google
it: Cerca su Google

# urlInput.searchTermDetected
source: Suchbegriff erkannt
en: Search term detected
es: Término de búsqueda detectado
fr: Terme de recherche détecté
it: Termine di ricerca rilevato

# urlInput.startGoogleSearch
source: Google-Suche starten
en: Start Google search
es: Iniciar búsqueda en Google
fr: Lancer une recherche Google
it: Avvia ricerca Google

# urlInput.tapFieldHint
source: Tippe auf das Feld, um Text einzugeben
en: Tap the field to enter text
es: Toca el campo para introducir texto
fr: Appuyez sur le champ pour saisir du texte
it: Tocca il campo per inserire il testo

# urlInput.urlDetected
source: URL erkannt
en: URL detected
es: URL detectada
fr: URL détectée
it: URL rilevato

# validation.blacklistedDomain
source: Diese Domain ist gesperrt
en: This domain is blocked
es: Este dominio está bloqueado
fr: Ce domaine est bloqué
it: Questo dominio è bloccato

# validation.invalidURL
source: Ungültige URL
en: Invalid URL
es: URL inválida
fr: URL invalide
it: URL non valida

# validation.localhost
source: Localhost-URLs sind nicht erlaubt
en: Localhost URLs are not allowed
es: Las URLs de localhost no están permitidas
fr: Les URLs localhost ne sont pas autorisées
it: Gli URL localhost non sono consentiti

# validation.maliciousContent
source: Potenziell gefährlicher Inhalt erkannt
en: Potentially dangerous content detected
es: Contenido potencialmente peligroso detectado
fr: Contenu potentiellement dangereux détecté
it: Rilevato contenuto potenzialmente pericoloso

# validation.privateIP
source: Private IP-Adressen sind nicht erlaubt
en: Private IP addresses are not allowed
es: Las direcciones IP privadas no están permitidas
fr: Les adresses IP privées ne sont pas autorisées
it: Gli indirizzi IP privati non sono consentiti

# validation.rateLimited
source: Zu viele Validierungsanfragen
en: Too many validation requests
es: Demasiadas solicitudes de validación
fr: Trop de demandes de validation
it: Troppe richieste di validazione

# validation.unsafeProtocol
source: Unsicheres Protokoll. Nur HTTP und HTTPS sind erlaubt.
en: Unsafe protocol. Only HTTP and HTTPS are allowed.
es: Protocolo no seguro. Solo se permiten HTTP y HTTPS.
fr: Protocole non sécurisé. Seuls HTTP et HTTPS sont autorisés.
it: Protocollo non sicuro. Sono consentiti solo HTTP e HTTPS.

# video.videoCannotPlay
source: Video kann nicht abgespielt werden
en: Video cannot be played
es: No se puede reproducir el video
fr: La vidéo ne peut pas être lue
it: Impossibile riprodurre il video
